"Part1" = "हिंदी";
"Part2" = "APPLE INC.";
"Part3" = "iOS के लिए शॉर्टकट सॉफ़्टवेयर लाइसेंस अनुबंध";
"Part4" = "APPLE सॉफ़्टवेयर का उपयोग करने से पहले कृपया इस सॉफ़्टवेयर लाइसेंस अनुबंध (“लाइसेंस”) को सावधानीपूर्वक पढ़ें। APPLE सॉफ़्टवेयर का उपयोग करके आप इस लाइसेंस की शर्तों से बाध्य होने के लिए सहमत होते हैं। यदि आप इस लाइसेंस की शर्तों से सहमत नहीं हैं तो सॉफ़्टवेयर को इंस्टॉल न करें और/या उसका उपयोग न करें।";
"Part5" = "महत्वपूर्ण टिप्पणी : इस सॉफ़्टवेयर का उपयोग सामग्री का पुनरुत्पादन करने, संशोधित करने, प्रकाशित करने या वितरित करने के लिए उस हद तक किया जा सकता है जहाँ तक कि कॉपीराइट न की गई सामग्री, ऐसी सामग्री जिसका कॉपीराइट आपके पास हो या ऐसी सामग्री जिसके पुनरुत्पादन, संशोधन, प्रकाशन या वितरण के लिए आप प्राधिकृत हों या आपको क़ानूनी रूप से इसकी अनुमति हो, को केवल पुनरुत्पादित करने, संशोधित करने, प्रकाशित करने और वितरित करने का लाइसेंस आपके पास है। यदि आप किसी सामग्री को कॉपी करने, संशोधित करने, प्रकाशित करने या वितरित करने के अपने अधिकार के बारे में अनिश्चित हैं, तो आपको अपने कानूनी सलाहकार से संपर्क करना चाहिए।";
"Part6" = "१. सामान्य।";
"Part7" = "क. Apple सॉफ़्टवेयर और कोई भी तृतीय पक्ष सॉफ़्टवेयर, दस्तावेज़ीकरण, इंटरफ़ेस, सामग्री, फ़ॉन्ट्स, और इस लाइसेंस से संलग्न कोई भी डेटा, किसी भी अन्य मीडिया पर, चाहे वह केवल पठन योग्य मेमोरी में हो या किसी भी अन्य स्वरूप (एकत्रित रूप से “Apple सॉफ़्टवेयर”) में लाइसेंस प्राप्त हो, तो इस लाइसेंस के अंतर्गत केवल उपयोग के लिए आपको Apple Inc. (“Apple”) द्वारा, बेचा नहीं गया है। Apple और/या इसके लाइसेंसदाता Apple सॉफ़्टवेयर का स्वामित्व अपने पास रखते है और सभी अधिकारों को अपने पास सुरक्षित रखते हैं ,जो स्पष्ट रूप से आपको प्रदान नहीं किए गए हैं।";
"Part8" = "ख. Apple अपने विवेकाधिकार से आपके सुसंगत Apple ब्रैंडेड iOS उपकरण के Apple सॉफ़्टवेयर में आगामी अपग्रेड या अपडेट उपलब्ध करा सकता है। यह आवश्यक नहीं है कि यदि Apple सॉफ़्टवेयर के कोई अपग्रेड और अपडेट हों तो वह उन में सभी मौजूदा सॉफ़्टवेयर विशेषताओं या नई विशेषताओं को शामिल करें जिन्हें Apple अपने iOS उपकरणों के नए या अन्य मॉडलों के लिए रिलीज़ करता है। इस लाइसेंस की शर्तें उन सॉफ़्टवेयर अपग्रेड या अपडेट पर लागू होंगी जो कि Apple द्वारा मूल  Apple सॉफ़्टवेयर उत्पाद को प्रदान की गई है, इस बात से आप सहमत हैं कि ऐसे अपग्रेड या अपडेट जो किसी अलग लाइसेंस के साथ हों तो उस स्थिति में उस लाइसेंस की शर्तें अपडेट या अपग्रेड पर लागू होंगी।";
"Part9" = "२. अनुमति प्राप्त लाइसेंस के उपयोग और प्रतिबंध।";
"Part10" = "क. लाइसेंस। इस लाइसेंस के नियमों व शर्तों के अधीन और Apple मीडिया सेवा के नियम व शर्तें (https://www.apple.com/legal/internet-services/itunes/) (“उपयोग नियम”) में उल्लिखित “सेवा और कॉन्टेंट उपयोग नियम” में अनुमत अनुसार, बशर्ते कि आपने अनुभाग २ख में वर्णित प्रावधानों के अधीन Apple सॉफ़्टवेयर प्राप्त नहीं किया है, आपको अपने स्वामित्व या नियंत्रण वाले किसी भी संगत Apple ब्रांडेड iOS डिवाइस पर Apple सॉफ़्टवेयर को इंस्टॉल करने और उपयोग करने हेतु सीमित, अहस्तांतरणीय, ग़ैर विशिष्ट लाइसेंस प्रदान किया जाता है। आप नेटवर्क पर Apple सॉफ़्टवेयर वहां उपलब्ध या वितरित नहीं करा सकते हैं जहां इसका उपयोग एक ही समय में एकाधिक उपकरणों द्वारा किया जा सकता है। आप Apple सॉफ़्टवेयर को किराए, पट्टे, उधारी पर देने, उसकी बिक्री, उसका पुनर्वितरण या उसे सबलाइसेंस पर नहीं दे सकते हैं।";
"Part11" = "ख. वॉल्यूम या अनुरक्षण लाइसेंस। यदि आपने Apple सॉफ़्टवेयर को Apple से वॉल्यूम या अनुरक्षण लाइसेंस प्रोग्राम के अंतर्गत प्राप्त किया है, तो आप जिन Apple ब्रैंडेड iOS उपकरणों के स्वामी हैं या जिनका नियंत्रण करते हैं उन पर Apple सॉफ़्टवेयर डाउनलोड करने, इंस्टॉल करने, उपयोग और रन करने हेतु अनुमत प्रतियों की संख्या आपके वॉल्यूम या अनुरक्षण लाइसेंस की शर्तों द्वारा निर्धारित की जाएगी।  इसके अलावा Apple द्वारा लिखित इस बात से भी आप सहमत है की वॉल्यूम और अनुरक्षण लाइसेंस के अंतर्गत प्राप्त Apple सॉफ़्टवेयर के उपयोग पर इस लाइसेंस के अन्य नियम और शर्तें लागू होगी।";
"Part12" = "ग. सिस्टम आवश्यकताएँ। Apple सॉफ़्टवेयर केवल Apple द्वारा निर्दिष्ट विशिष्ट सिस्टम आवश्यकताओं को पूर्ण करने वाले Apple ब्रैंडेड हार्डवेयर पर ही समर्थित है।";
"Part13" = "घ. कॉन्टेंट और डिजिटल सामग्री। Apple सॉफ़्टवेयर द्वारा प्रदर्शित या उसके माध्यम से ऐक्सेस किए गए किसी भी कॉन्टेंट जिसमें ट्रेडमार्क, लोगो और इमेज शामिल है, इनमें और संबंधित शीर्षक और बौद्धिक संपदा अधिकार संबंधित कॉन्टेंट के मालिक के होते हैं। ऐसे कॉन्टेंट कॉपीराइट, ट्रेडमार्क या अन्य बौद्धिक संपदा क़ानून तथा अनुबंधों द्वारा संरक्षित हो सकते हैं, और इस तरह का कॉन्टेंट प्रदान करने वाले तृतीय पक्ष के उपयोग की शर्तों के अधीन हो सकते हैं। इस लाइसेंस में अन्यथा प्रदान किए जाने के सिवाय, (i) यह लाइसेंस आपको इस प्रकार के कॉन्टेंट का उपयोग करने का कोई अधिकार नहीं देता है न ही यह गारंटी देता है कि ऐसा कॉन्टेंट आपके लिए उपलब्ध रहेगा और (ii) आप एकल आधार पर व्यावसायिक या अन्यथा उपयोग हेतु Apple सॉफ़्टवेयर में निहित या इसके एक भाग के रूप में प्रदान की गई किसी भी तस्वीर, लोगो, टेक्स्ट, कोड, इमेज, ग्राफिक, कलाकृति, ऑडियो, वीडियो या इसी तरह की संपत्ति (\"डिजिटल सामग्री\") को व्यावसायिक या अन्यथा उपयोग करने के लिए निकाल या वितरित नहीं कर सकते हैं, या इस डिजिटल सामग्री का उपयोग Apple सॉफ़्टवेयर के हिस्से के रूप में इसके इच्छित उपयोग के संदर्भ के बाहर नहीं कर सकते हैं।";
"Part14" = "ङ. शॉर्टकट का उपयोग। आप स्पष्ट रूप से यह स्वीकार करते हैं कि समस्त ऐप्स और/या वेबसाइट क्रिया शॉर्टकट (“शॉर्टकट”) उस पक्ष या उन पक्षों की एकल जिम्मेदारी है जिनसे उक्त शॉर्टकट उत्पन्न हुए हैं। Apple का किसी भी तृतीय पक्ष शॉर्टकट के कॉन्टेंट या कार्यात्मकता पर कोई नियंत्रण नहीं है और वह कोई जिम्मेदारी स्वीकार नहीं करता है। आप किसी भी शॉर्टकट का उपयोग अपने जोखिम कर करते हैं और किसी भी शॉर्टकट के आपके उपयोग से उत्पन्न होने वाली तृतीय पक्ष की शर्तों या अनुबंधों के आपके अनुपालन करने के लिए केवल आप जिम्मेदार होते हैं। आप स्पष्ट रूप से यह स्वीकार करते हैं शॉर्टकट की पूर्वआरंभिक जाँच (प्री-स्क्रीन) करना Apple के लिए बाध्यकारी नहीं है यद्यपि Apple के पास किसी भी शॉर्टकट की पूर्वआरंभिक जाँच करने, इसे अस्वीकार करने, अक्षम करने या हटाने का विवेकाधिकार सुरक्षित है।";
"Part15" = "च. शॉर्टकट को शेयर करना। Apple सॉफ़्टवेयर से आपके द्वारा निर्मित शॉर्टकट वेब लिंक के माध्यम से अन्य लोगों के साथ शेयर करने की आपको अनुमति मिल सकती है। आपके द्वारा शेयर किए गए शॉर्टकट और इनसे संबद्ध कॉन्टेंट को उक्त शेयरिंग को सक्षम करने के उद्देश्य से Apple सर्वर में संग्रहित किया जाएगा और Apple उत्पादों और सेवाओं को सामान्य रूप से बेहतर बनाने के लिए उपयोग किया जा सकता है। आपके द्वारा शेयर किए गए शॉर्टकट और इनसे संबद्ध कॉन्टेंट ऐसे किसी भी व्यक्ति को उपलब्ध कराए जाएँगे जिसके पास वेब लिंक तक ऐक्सेस होगी, जो आपके शॉर्टकट और इनसे संबद्ध समस्त कॉन्टेंट को कॉपी कर सकता है, सहेज सकता है, संशोधित कर सकता है और इसकी कॉपी को फिर से वितरित कर सकता है। शॉर्टकट को शेयर करके, आप व्यक्त करते हैं कि : (1) आपके पास उक्त शॉर्टकट के सभी आवश्यक अधिकार और लाइसेंस हैं और यह कि इससे किसी भी अन्य पक्ष के अधिकारों का अतिक्रमण या उल्लंघन नहीं होगा; और (2) आपके द्वारा शेयर किए गए किसी भी शॉर्टकट से किसी कानून का उल्लंघन नहीं होगा, प्रावधानों के अतिक्रमण या अन्य प्रकार के ग़ैरक़ानूनी आचरण में योगदान नहीं होगा या प्रोत्साहन नहीं मिलेगा या यह अन्य प्रकार से अश्लील या आपत्तिजनक नहीं होगा। आप स्पष्ट रूप से यह स्वीकार करते हैं आपके द्वारा शेयर किए गए शॉर्टकट की समीक्षा करना Apple के लिए बाध्यकारी नहीं है यद्यपि Apple के पास आपके किसी भी शॉर्टकट की समीक्षा करने, अक्षम करने या हटाने का विवेकाधिकार सुरक्षित है।";
"Part16" = "छ. उपयोग पर प्रतिबंध। आप सहमत हैं कि आप : ऐसे किसी भी शॉर्टकट को अपलोड, पोस्ट, ईमेल, संचारित, शेयर या अन्य प्रकार से उपलब्ध नहीं कराएँगे जो : (१) ग़ैरक़ानूनी, अनुचित, अपमानसूचक, अप्रिय, अश्लील, निन्दात्मक या नस्लीय, जातीय या अन्य प्रकार से आपत्तिजनक है; (२) किसी लागू क़ानून या विनियम का उल्लंघन करता है या उल्लंघन करने वाले आचरण को प्रोत्साहित करता है या जिससे दीवानी दायित्व उत्पन्न होगा; (३) भेदभाव, कट्टरता, नस्लवाद, नफरत, उत्पीड़न को बढ़ावा देता है या किसी व्यक्ति या समूह को नुकसास पहुँचाता है; (४) हिंसक या भयावह है, या हिंसा या ऐसे कामों को बढ़ावा देता है जो अन्य लोगों के लिए भय उत्पन्न करते हैं; (५) ग़ैरक़ानूनी या नुकसानदेह गतिविधियों को बढ़ावा देता है; या (६) आपकी जानकारी या धारणा के अनुसार उक्त शॉर्टकट के यूज़र के लिए मिथ्या, गुमराह करने वाला, धोखाधड़ीपूर्ण या किसी भी प्रकार से भ्रमात्मक है। आप इस बात से भी सहमत होते हैं कि आप Apple सॉफ़्टवेयर या आपके iOS डिवाइस पर किसी भी तृतीय पक्ष सॉफ़्टवेयर ऐप्लिकेशन, सेवाओं या वेबसाइट (“तृतीय पक्ष ऐप्स”) से जुड़े किसी भी सर्वर या नेटवर्क में हस्तक्षेप, बाधित नहीं करेंगे या कोई अनुचित बोझ नहीं डालेंगे अथवा उक्त नेटवर्क या तृतीय पक्ष ऐप्स सेवा के नियमनों, नीतियों या प्रक्रियाओं का उल्लंघन नहीं करेंगे।";
"Part17" = "ज. तृतीय पक्ष ऐप्स। कुछ शॉर्टकट को पूरा करने के लिए, Apple सॉफ़्टवेयर को तृतीय पक्ष ऐप्स को ऐक्सेस करने की ज़रूरत पड़ सकती है। आप Apple सॉफ़्टवेयर को आपकी ओर से उस सीमा तक तृतीय पक्ष ऐप्स को ऐक्सेस और उपयोग करने की स्पष्ट रूप से सहमति देते हैं और उसे अधिकृत करते हैं, जिस सीमा तक शॉर्टकट को Apple सॉफ़्टवेयर के साथ पूरा करना आवश्यक होता है। Apple सॉफ़्टवेयर द्वारा जिस सीमा तक किसी तृतीय पक्ष ऐप्स को ऐक्सेस किया जाता है, उस सीमा तक तृतीय पक्ष ऐप्स के लिए कोई भी तकनीकी या अन्य सहायता प्रदान करने के लिए Apple का कोई स्पष्ट या निहित दायित्व नहीं है। इसके सॉफ़्टवेयर, सेवा और/या उत्पादों से संबंधित तकनीकी सहायता और ग्राहक सेवा के लिए कृपया सीधे उपयुक्त सॉफ़्टवेयर विक्रेता, निर्माता या सेवा प्रदाता से संपर्क करें।  आप आगे इस बात की भी सहमति देते हैं कि आप Apple सॉफ़्टवेयर का उपयोग करते समय उक्त तृतीय पक्ष ऐप्स की समस्त लागू सेवा शर्तों या अन्य अनुबंधों को मानने के लिए बाध्य होंगे और इनका अनुपालन करने के लिए सहमत होंगे। आप यह सुनिश्चित करने के लिए पूर्ण रूप से जिम्मेदार होते हैं कि शॉर्टकट द्वारा प्रयुक्त प्रत्येक तृतीय पक्ष ऐप्स की लागू शर्तों का अनुपालन उक्त सभी शॉर्टकट द्वारा किया जाए। APPLE किसी भी प्रकार से यह गारंटी नहीं देता है कि तृतीय पक्ष ऐप्स की शर्तों का अनुपालन शॉर्टकट करता है और ऐसे किसी भी तृतीय पक्ष शॉर्टकट के लिए APPLE जिम्मेदार नहीं है। ";
"Part18" = "झ. कोई रिवर्स इंजीनियरिंग नहीं। आप या आपकी सहमति से अन्य लोगों को Apple सॉफ़्टवेयर की प्रति बनाने (इस लाइसेंस या आपके ऊपर लागू उपयोग नियमों द्वारा स्पष्ट रूप से अनुमति प्राप्त के अलावा), डिकंपाइल करने, रिवर्स इंजीनियरिंग करने, खोलने, सोर्स कोड प्राप्त करने की कोशिश करने, डिक्रिप्ट करने, संशोधित करने या Apple सॉफ़्टवेयर या Apple सॉफ्टवेयर द्वारा प्रदान की गई किसी भी सेवा, या उसके किसी भी भाग के यौगिक बनाने (सिवाय इसके और केवल उस हद तक जहाँ तक कि लागू कानून द्वारा कोई भी पूर्वगामी प्रतिबंध निषिद्ध है, या उस हद तक जहाँ तक कि Apple सॉफ़्टवेयर में शामिल मुक्त-स्रोत वाले घटकों के उपयोग को नियंत्रित करने वाली लाइसेंस शर्तों द्वारा अनुमति दी जा सकती है) की अनुमति नहीं है।";
"Part19" = "ञ. क़ानूनों का अनुपालन। आप Apple सॉफ़्टवेयर और सेवाओं (नीचे अनुभाग ४ में परिभाषित अनुसार) का उपयोग उन सभी लागू कानूनों के साथ अनुपालन करते हुए उपयोग करने के लिए सहमत होते हैं, जिनमें उस देश या क्षेत्र के स्थानीय कानून शामिल हैं जहां आप रहते हैं या जहां आप Apple सॉफ़्टवेयर और सेवाओं को डाउनलोड करते हैं या उनका उपयोग करते हैं।";
"Part20" = "ट. ऑटोमैटिक अपडेट।  यदि आपने स्वचालित अनुप्रयोग अपडेट का चयन किया है, तो आपका उपकरण Apple सॉफ़्टवेयर के अपडेट तथा अपग्रेड हेतु समय समय पर Apple के साथ जाँचे करेगा और, और यदि कोई अपडेट या अपग्रेड उपलब्ध होता है, तो अपडेट या अपग्रेड आपके उपकरण पर स्वाचालित रूप से डाउनलोड होंगे इंस्टॉल हो जाएंगे और, यदि लागू हो तो, आपके कंम्प्यूटर से जुड़े उपकरणों पर भी डाउनलोड और इंस्टॉल होंगे।  आप किसी भी समय सेटिंग्ज़ में जाकर स्वचालित ऐप अपडेट सेटिंग्ज़ को बदलकर किसी भी समय स्वचालित ऐप अपडेट को पूरी तरह से बंद कर सकते हैं।";
"Part21" = "३. डेटा उपयोग की अनुमति।";
"Part22" = "क. विश्लेषण डेटा। यदि आप विश्लेषण के संग्रहण का चयन करते हैं, तो आप इसके लिए सहमत होते हैं कि Apple और उसके सहयोगी और एजेंट द्वारा निदान, तकनीक, उपयोग और संबंधित जानकारी, जिसमें विशिष्ट सिस्टम या हार्डवेयर पहचानकर्ता, आपके iOS डिवाइस, कंप्यूटर, सिस्टम और ऐप्लिकेशन सॉफ़्टवेयर और सहायक उपकरणों की जानकारी शामिल है, लेकिन इन्हीं तक सीमित नहीं है, को संग्रहित, अनुरक्षित, संसाधित और उपयोग किया जा सकता है, जिसे Apple उत्पादों और सेवाओं में सुधार करने, सॉफ़्टवेयर अपडेट उपलब्ध कराए जा सकने, आपको Apple सॉफ़्टवेयर से जुड़ी उत्पाद सहायता और अन्य सेवाएँ (यदि कोई हो तो) प्रदान कर सकने और इस लाइसेंस की शर्तों के अनुपालन की पुष्टि की जा सकने के लिए आवधिक रूप से इकट्ठा किया जाता है। Apple ऊपर वर्णित उद्देश्यों के लिए इस जानकारी का उपयोग कर सकता है जब तक कि इकट्ठी की गई जानकारी किसी ऐसे स्वरूप में हो जिससे व्यक्तिगत रूप से आपकी पहचान न ज़ाहिर होती हो। Apple के साझेदारों और तृतीय पक्ष के डेवलपरों को Apple के उत्पादों के साथ उपयोग हेतु डिजाइन किए गए उनके सॉफ़्टवेयर, हार्डवेयर और सेवाओं में सुधार करने में सहायता हेतु Apple ऐसे किसी भी साझेदार और तृतीय पक्ष के डेवलपर को निदान जानकारी का कोई भाग प्रदान कर सकता है जो कि साझेदार या डेवलपर के सॉफ़्टवेयर, हार्डवेयर और/या सेवाओं के लिए प्रासंगिक हो, जब तक कि निदान जानकारी ऐसे रूप में हो जिससे व्यक्तिगत रूप से आपकी पहचान न होती हो।";
"Part23" = "ख. स्थान डेटा। Apple और उसके सहयोगी, लाइसेंसधारी और तृतीय पक्ष के डेवलपर्स, Apple सॉफ़्टवेयर के माध्यम से वे विशिष्ट सेवाएँ प्रदान कर सकते हैं जो स्थान की जानकारी पर निर्भर होती हैं। इन सेवाओं को प्रदान करने और बेहतर बनाने के लिए जहां उपलब्ध हो वहाँ Apple और उसके सहयोगी, लाइसेंसधारी और तृतीय पक्ष के डेवलपर्स आपके स्थान डेटा को संचारित, एकत्रित, अनुरक्षित, संसाधित और उपयोग कर सकते हैं। Apple द्वारा एकत्र किए गए स्थान डेटा और प्रश्नों को ऐसे रूप में एकत्र किया जाता है जो व्यक्तिगत रूप से आपकी पहचान नहीं करता है और जिसे Apple और उसके सहयोगियों, लाइसेंसधारियों और तृतीय पक्ष के डेवलपर्स द्वारा स्थान आधारित उत्पाद और सेवाएँ प्रदान करने और उनमें सुधारने के लिए उपयोग किया जा सकता है। Apple सॉफ़्टवेयर द्वारा या उसके माध्यम से प्रदान की जाने वाली किसी भी स्थान-आधारित सेवाओं का उपयोग करके आप Apple और उसके सहयोगियों, लाइसेंसधारियों और तृतीय पक्ष के डेवलपर्स को ऐसे उत्पाद और सेवाएँ प्रदान करने और उनमें सुधार लाने के लिए आपके स्थान डेटा और प्रश्नों को संचारित करने, संग्रह करने, अनुरक्षित करने, संसाधित करने और उपयोग करने के लिए सहमत होते हैं और अनुमति देते हैं। आप अपने iOS उपकरण पर स्थान सेवाओं की सेटिंग पर जाकर या फिर ग्लोबल स्थान सेवा सेटिंग बंद करके या Apple सॉफ़्टवेयर की व्यक्तिगत स्थान सेटिंग बंद करके किसी भी समय यह सहमति वापस ले सकते हैं। ऐसे iOS उपकरण पर जिनमें स्थान डेटा का उपयोग किया जाता है और इसे प्रदान किया जाता है उनमें तृतीय पक्ष ऐप्लीकेशन या सेवाओं का उपयोग करते समय आप इस तरह के तृतीय पक्ष के नियमों और गोपनीयता नीति के अधीन होते हैं और आपको स्थान डेटा का उपयोग करते समय ऐसे तृतीय पक्ष ऐप्लीकेशन या सेवाओं की समीक्षा करनी चाहिए।";
"Part24" = "ग. गोपनीयता नीति। आपकी जानकारी को हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा, जिसे यहाँ देखा जा सकता है : https://www.apple.com/legal/privacy/.";
"Part25" = "४. सेवाएं और तीसरे पक्ष की सामग्री।";
"Part26" = "क. साधारण।  Apple सॉफ़्टवेयर द्वारा Apple के iTunes Store, App Store, iCloud, Maps और अन्य Apple और तृतीय पक्ष सेवाओं और वेबसाइटों (सामूहिक रूप से और अलग “सेवाएँ”) पर पहुँच सक्षम हो सकती है। ऐसी सेवाएँ सभी भाषाओं में या सभी देशों में उपलब्ध नहीं हो सकती हैं।  इन सेवाओं के उपयोग के लिए इंटरनेट और कुछ निश्चित सेवाओं के उपयोग के लिए Apple ID की आवश्यकता हो सकती है, आपको सेवा की शर्तों को स्वीकार करने की आवश्यकता हो सकती है और यह अतिरिक्त शुल्क का विषय हो सकता है। इस सॉफ़्टवेयर को iTunes Store खाते, Apple ID या अन्य Apple सेवा के साथ उपयोग करके, आप उस सेवा हेतु लागू सेवा की शर्तों, जैसे कि नवीनतम Apple मीडिया सेवा के नियम व शर्तें, के प्रति सहमत होते हैं जिन्हें आप https://www.apple.com/legal/internet-services/itunes/पर ऐक्सेस कर सकते हैं और उनकी समीक्षा कर सकते हैं। ";
"Part27" = "ख. यदि आप Apple सॉफ़्टवेयर द्वारा iCloud सेवाओं का उपयोग करने का चयन करते हैं, तो यह उपयोग निम्नलिखित अतिरिक्त शर्तों के अधीन होता है : iCloud नियम व शर्तें https://www.apple.com/legal/internet-services/icloud/पर उपलब्ध है और Apple की गोपनीयता नीति https://www.apple.com/legal/privacy/पर उपलब्ध है। ";
"Part28" = "ग. किसी भी सेवा का उपयोग करते समय आपने यह भी समझ लिया होगा कि आपके सामने वीभत्स, अशोभनीय या आपत्तिजनक लगने वाला कॉन्टेंट भी आ सकता है जिसकी कॉन्टेंट भाषा की पहचान की भी जा सकती है या नहीं भी की जा सकती है। फिर भी, आप पूरी तरह से अपने जोखिम पर सेवाओं के उपयोग की सहमति देते हैं और आक्रामक, अश्लील, या आपत्तिजनक सामग्री मिलने पर आपके प्रति Apple का कोई दायित्व नहीं होगा।";
"Part29" = "घ. कुछ सेवाएँ तृतीय पक्ष (“तृतीय पक्ष सामग्री”) की सेवाओं, कॉन्टेंट, डेटा, जानकारी, ऐप्लिकेशन या सामग्री को प्रदर्शित कर सकती हैं, शामिल कर सकती हैं या उपलब्ध करा सकती हैं या किसी तृतीय पक्ष वेबसाइटों या ऐप्लिकेशनों का लिंक प्रदान कर सकती हैं। सेवाओं का उपयोग करके आप इसके बारे में सहमत होकर स्वीकृत कर रहे है कि कॉन्टेंट को जाँचने या उसका मूल्यमापन, शुद्धता, पूर्णता, सामयिकता, मान्यता, कॉपीराइट का अनुपालन, वैधता, औचित्य, गुणवत्ता तय करने या ऐसे किसी भी तीसरे पक्ष की सामग्री, ऐप्लिकेशनों या वेबसाइट के अन्य पहलुओं के लिए Apple जिम्मेदार नहीं होगा। Apple, इसके अधिकारी, सहयोगी और अनुषंगी किसी भी तृतीय पक्ष सेवाओं, तृतीय पक्ष सामग्री, ऐप्लिकेशन या वेबसाइट, या तृतीय पक्ष की कोई अन्य सामग्री, उत्पाद, या सेवाओं के लिए कोई आश्वासन नहीं देते हैं या उसका समर्थन नहीं करते हैं, और वे आपके या किसी अन्य व्यक्ति के प्रति कोई दायित्व या जिम्मेदारी स्वीकार नहीं करते हैं और न ही भविष्य में स्वीकार करेंगे। तृतीय पक्ष सामग्री और अन्य वेबसाइटों के लिंक को केवल आपकी सुविधा के लिए प्रदान किया गया है।";
"Part30" = "ङ. सेवाओं के उपयोग के माध्यम से अपलोड किए जाने वाले कॉन्टेंट की सीमा तक आप यह दर्शाते हैं कि आपके पास ऐसे कॉन्टेंट को अपलोड करने के सभी अधिकार या प्राधिकार हैं या फिर आपको क़ानूनी तौर इसकी अनुमति दी गई है और यह कि ऐसा कॉन्टेंट सेवाओं पर लागू होने वाली सेवा शर्तों का उल्लंघन नहीं करता है। आप इस बात से सहमत हैं कि “सेवाएँ” में साईट के स्वामी Apple और/या उनके लाइसेंसधारकों के स्वामित्व से संबंधित सामग्री,जानकारी और कोई डिजिटल सामग्री शामिल होती है लेकिन जो इस तक ही सीमित नहीं है, और जिसे लागू हो सकने वाले बौद्धिक संपदा और कानूनों द्वारा संरक्षित किया जाता है जिसमें कॉपीराइट शामिल है लेकिन जो इस तक ही सीमित नहीं है।  आप इस बात से भी सहमत है कि आप ऐसे किसी भी स्वामित्ववाली सामग्री, जानकारी या सेवाओं के उपयोग से अनुमति प्राप्त सामग्री के अलावा ऐसी सामग्री, या इस लाइसेंस के शर्तों के असंगत स्वरुप की अथवा जो तीसरे पक्ष या Apple के बौद्धिक संपदा अधिकारों का उल्लंघन करनेवाली हो ऐसे सामग्री का उपयोग नहीं करेंगे। सेवाओं का कोई भी भाग किसी भी स्वरूप में या किसी भी साधन द्वारा दोबारा नहीं बनाया जाएगा। आप संशोधन, किराए, पट्टे पर, ऋण के रूप में, बिक्री करने, वितरित करने या सेवाओं पर आधारित व्युत्पन्न कार्यों को किसी भी तरह बनाने की सहमति नहीं देते हैं, और आपको ज़रा भी अनधिकृत तरीके से सेवाएं नहीं लेनी चाहिए, जिनमें कोई भी कंप्यूटर वाइरस, वर्म्ज़, ट्रोजन हॉर्स या अन्य मालवेयर, या उल्लंघन द्वारा या नेटवर्क क्षमता पर बोझ डालना शामिल हैं, लेकिन सीमित नहीं। आप आगे इस बात की भी सहमति देते हैं कि आप परेशान, दुर्व्यवहार करने, धमकी देने या मानहानि करने या किसी भी पक्ष के अधिकारों का उल्लंघन करने या उसे तोड़ने के लिए सेवाओं का उपयोग नहीं करेंगे, और Apple आपके द्वारा ऐसे उपयोग के लिए किसी भी तरह से उत्तरदायी नहीं होगा, इस सेवा का उपयोग करने पर परेशानी, धमकी, निन्दात्मक, आक्रामक, उल्लंघन करने या अवैध संदेश या प्रसारण के रूप में मिले परिणामों के लिए भी।";
"Part31" = "च. इसके अलावा, सेवाएं और तृतीय पक्ष सामग्रियां जिनकी Apple सॉफ़्टवेयर द्वारा पहुंच-प्राप्ति की जाती है या प्रदर्शित किया जाता है, वे सभी भाषाओं या सभी देशों में उपलब्ध नहीं हैं। Apple इस तरह का कोई प्रतिनिधित्व नहीं करता है कि ऐसी सेवाएं और तृतीय पक्ष सामग्रियां उचित हैं या किसी भी विशेष स्थान में उपयोग के लिए उपलब्ध हैं। आप जितनी बार भी इस प्रकार की सेवाएँ और तीसरे पक्ष के सामग्री के उपयोग या पहुँच का चयन करते है, तो यह सब आप अपने स्वयं की पहल में करते हैं और इस के लिए लागू होने वाले किसी भी कानून का अनुपालन करने के लिए आप जिम्मेदार रहेंगे, जिसमें लागू हो सकने वाले स्थानीय कानून और गोपनीयता तथा डेटा संचयन नियम शामिल हैं लेकिन जो इन तक ही सीमित नहीं है। Apple और उसके लाइसेंसधारक किसी भी सेवाओं पर किसी भी समय बिना सूचना के एक्सेस के अधिकार बदलना, रद्द करना, हटाना या अक्षम करना कर सकते है। किसी भी स्थिति में Apple ऐसी किसी भी सेवा तक पहुँच निकाले जाने या अक्षम करने के लिए उत्तरदायी नहीं होगी। Apple किसी भी स्थिति में और बिना किसी सूचना या दायित्व के कुछ सेवाओं के उपयोग या उन तक पहुँच की सीमाएँ भी लागू कर सकता है।";
"Part32" = "५. समाप्ति। यह लाइसेंस समाप्त होने तक प्रभावी रहेगा। यदि आप इस लाइसेंस की किसी भी शर्त का अनुपालन करने में विफल होते हैं, तो इस लाइसेंस के अंतर्गत आपके अधिकारों को स्वचालित रूप से समाप्त किया जाएगा या अन्यथा Apple की ओर से बिना सूचना के स्थगन प्रभावी होगा। इस लाइसेंस के स्थगन के बाद से, आपको Apple सॉफ़्टवेयर के सभी उपयोग को बंद करना चाहिए और Apple सॉफ़्टवेयर के सभी प्रतियों को पूर्ण या आंशिक रूप से समाप्त करें। ऐसे किसी भी समापन में इस लाइसेंस के अनुभाग २घ, ३, ४, ५, ६, ७, ८, १० और ११ अस्तित्व में रहेंगे।";
"Part33" = "६. वारंटियों का अस्वीकरण।";
"Part34" = "क. यदि आप एक ग्राहक हैं जो कि एक उपभोक्ता है (वह व्यक्ति जो अपने व्यापार, व्यवसाय या पेशे के अलावा Apple सॉफ़्टवेयर का उपयोग करता है), आप जिस देश में रहते हैं आपके पास वहां के क़ानूनी अधिकार होंगे जो कि निम्नलिखित सीमाओं को आप पर लागू होने से प्रतिबंधित करेंगे, और जहां ये प्रतिबंधित होंगे वे आप पर लागू नहीं होंगे। उपभोक्ता अधिकारों के बारे में अधिक जानकारी के लिए आपको स्थानीय उपभोक्ता सलाह संस्था से संपर्क करना चाहिए।";
"Part35" = "ख. आप स्पष्ट रूप से यह स्वीकार करते हैं और इस बात कि सहमति देते हैं कि प्रयोज्य क़ानून द्वारा अनुमत सीमा तक, APPLE सॉफ़्टवेयर के उपयोग द्वारा निष्पादित सेवाएं और उसकी पहुंच-प्राप्ति का जोखिम पूर्ण रूप से आप पर है और संतोषजनक गुणवत्ता, निष्पादन, शुद्धता और प्रयास का पूरा जोखिम भी आप पर है।";
"Part36" = "ग. लागू हो सकने वाले क़ानून से प्राप्त अनुमति के अनुसार अधिकतम सीमा तक APPLE सॉफ़्टवेयर और सेवाओं को “जैसे है वैसे” और “जैसे उपलब्ध है वैसे” के अनुसार सभी दोष और किसी भी प्रकार की वारंटी के बिना प्रदान किया गया है, और APPLE तथा APPLE के लाइसेंस धारक (अनुभाग ६ और ७ के उद्देश्यों हेतु एकत्रित रूप से APPLE के रूप में संदर्भित किया गया है) इसके द्वारा जो व्यक्त होती है, ध्वनित या वैधानिक होती है ऐसी सभी वारंटियों और शर्तों को APPLE सॉफ़्टवेयर और सेवाओं के संदर्भ में अस्वीकृत करते हैं जो ध्वनित वारंटियां और/या बाजार में लाने योग्य स्थितियों, संतोषजनक गुणवत्ता, विशिष्ट उद्देश्य हेतु अनुकूल, शुद्धता, आनंद तथा तीसरे पक्ष के अधिकारों का उल्लंघन यहां तक सीमित नहीं हैं।";
"Part37" = "घ. APPLE ऐसा कोई आश्वासन नहीं देता है कि आपके APPLE सॉफ़्टवेयर और सेवाओं के आनंद में हस्तक्षेप नहीं होगा, कि शामिल फ़ंक्शन या APPLE सॉफ़्टवेयर द्वारा निष्पादित और प्रदान की जाने वाली सेवाएँ आपकी आवश्यकताओं को पूरा करेंगी, कि APPLE सॉफ़्टवेयर या सेवाएँ का परिचालन निर्बाध या त्रुटि-मुक्त रहेगा, कोई भी सेवाएँ निरंतर उपलब्ध रहेंगी, कि APPLE सॉफ़्टवेयर या सेवाओं में दोष दूर किए जाएंगे या कि APPLE सॉफ़्टवेयर किसी भी तृतीय पक्ष के सॉफ़्टवेयर, अनुप्रयोगों या तृतीय पक्ष की सेवाओं के साथ सुसंगत होगा या उनके साथ कार्य करेगा। इस APPLE सॉफ्टवेयर को इंस्टॉल करने पर तृतीय पक्ष के सॉफ्टवेयर, एप्लिकेशन या तृतीय पक्ष की सेवाओं साथ ही APPLE उत्पादों और सेवाओं की उपलब्धता और उपयोगिता प्रभावित हो सकती है।";
"Part38" = "ङ. आप यह भी स्वीकार करते हैं कि Apple सॉफ़्टवेयर और सेवाओं को ऐसी परिस्थितियों या पर्यावरण के उद्देश्य से नहीं बनाया गया है जहां विफलता या समय में विलंब या त्रुटियां या पुनरावृत्तियों में Apple सॉफ़्टवेयर द्वारा प्रदान की जाने वाली सामग्री या सेवाएं मृत्यु, व्यक्तिगत क्षति, या गंभीर शारीरिक या पर्यावरणीय क्षति का कारण बन सकते हैं, जिसमें बिना प्रतिबंध के नाभिकीय सुविधाएं, विमान नेविगेशन या संचार व्यवस्था, हवाई यातायात नियंत्रण, जीवन समर्थन या आयुध प्रणालियां भी शामिल हैं।";
"Part39" = "च. APPLE या APPLE अधिकृत प्रतिनिधि द्वारा कोई भी मौखिक या लिखित जानकारी या सलाह नहीं दी जाती है जिससे कोई वारंटी निर्मित होती है। Apple सॉफ़्टवेयर या सेवाओं के त्रुटिपूर्ण होने पर, आपको आवश्यक सेवाओं, मरम्मत या सुधार या पूर्ण लागत का वहन करना होगा। कुछ न्यायाधिकार अन्तर्निहित वारंटी या प्रयोज्य संवैधानिक सीमाओं या ग्राहकों के लिए लागू होने वाले संवैधानिक अधिकारों का अपवर्जन नहीं करते हैं, इसलिए उपरोक्त अपवर्जन और सीमाएं आप पर लागू नहीं हो सकती हैं।";
"Part40" = "७. उत्तरदायित्व की सीमाएं। प्रयोज्य क़ानूनों के द्वारा निषिद्ध न होने की सीमा तक, किसी भी परिस्थिति में Apple किसी व्यक्तिगत क्षति या दुर्घटना, या किसी विशेष, अप्रत्यक्ष या परिस्थितिजन्य नुकसान, जिनमें बिना किसी सीमा के लाभप्रदता में कमी, डेटा गुम होना या करप्ट होना, किसी प्रकार के डेटा के संचरण में या उसे प्राप्त करने में विफलता, व्यापारिक व्यवधान या अन्य प्रकार के वाणिज्यिक नुकसान या हानियाँ, जो कि Apple सॉफ़्टवेयर या किसी तृतीय पक्ष द्वारा Apple सॉफ़्टवेयर के साथ उपयोग करने हेतु बनाए गए सॉफ़्टवेयर या सेवाओं को उपयोग करने में आपकी अक्षमता के कारण या आपके उपयोग या उससे संबंधित हो, उसकी जवाबदेयता नहीं लेता है, चाहे देयता का सिद्धांत (अनुबंध, अपकृत्य, या अन्यथा) लागू हो और चाहे Apple को ऐसे नुक़सानों की संभाव्यता के बारे में सूचित कर दिया गया हो। कुछ अधिकार क्षेत्र उत्तरदायित्व अपवर्जन या मर्यादाओं को व्यक्तिगत क्षति या संलग्न तथा परिणाम स्वरुप नुकसान के लिए अनुमति नहीं देते है, इसलिए ऐसी मर्यादाएं आप पर लागू नहीं हो सकती। किसी भी स्थिति में सभी (व्यक्तिगत क्षति की स्थितियों में प्रयोज्य क़ानून के अतिरिक्त) क्षतियों के लिए Apple का कुल दायित्व पचास डॉलर ($५०.००) की राशि से अधिक नहीं होगा। यदि उपरोक्त घोषित उपाय अपने आवश्यक प्रयोजन में विफल होते हैं, तब भी यह पूर्वगामी प्रतिबंध लागू होंगे।";
"Part41" = "८. निर्यात नियंत्रण। आप Apple सॉफ़्टवेयर का उपयोग अन्यथा इसका निर्यात या इसे पुनः निर्यात नहीं कर सकते हैं, संयुक्त राज्य अमेरिका के अधिकृत क़ानून और वह क्षेत्राधिकार जिसके अंतर्गत Apple सॉफ़्टवेयर प्राप्त किया गया था, सिवाय इनके। विशेष रूप से, लेकिन बिना बंधन के, Apple सॉफ़्टवेयर को (क) संयुक्त राज्य अमेरिका द्वारा प्रतिबंधित देश में या (ख) विशेष रूप से नामित राष्ट्रों की अमेरिकी ट्रेज़री विभाग की सूची या अमेरिकी वाणिज्य विभाग के खारिज व्यक्तियों या निकाय की सूची या अन्य किसी प्रतिबंधित पक्षों की सूची में निहित किसी व्यक्ति को निर्यात या पुन:निर्यात नहीं किया जा सकता है। Apple सॉफ़्टवेयर का उपयोग करके, आप दर्शाते और आश्वासित करते हैं कि आप ऐसे किसी भी देश में स्थित नहीं हैं या सूची में उपस्थित नहीं हैं। आप इस बात से भी सहमत हैं कि आप संयुक्त राज्य क़ानून द्वारा निषिद्ध किसी उद्देश्य के लिए Apple सॉफ़्टवेयर का उपयोग नहीं करेंगे, जिसमें बिना प्रतिबंध के विकास, डिज़ाइन, विनिर्माण या मिसाइलों का उत्पादन, नाभिकीय, रासायनिक या जैविक हथियार शामिल हैं।";
"Part42" = "९. सरकार लक्ष्य प्रयोक्ता। Apple सॉफ़्टवेयर और संबंधित प्रलेखन “वाणिज्यिक आइटम” हैं, जैसे कि यह शब्द 48 C.F.R. §2.101 में परिभाषित है जिसमें “वाणिज्यिक कंप्यूटर सॉफ़्टवेयर” और “वाणिज्यिक कंप्यूटर सॉफ़्टवेयर प्रलेखन” के अनुसार, ऐसे शब्दों का उपयोग 48 C.F.R. §12.212 या 48 C.F.R. §227.7202 में किया जाता है, इनके अनुसार प्रयोज्य है। 48 C.F.R. §12.212 या 48 C.F.R. §227.7202-1 के अनुरूप 227.7202-4 के द्वारा, जैसा प्रयोज्य है, वाणिज्यिक कंप्यूटर सॉफ़्टवेयर और व्यावसायिक कंप्यूटर सॉफ़्टवेयर प्रलेखन अमेरिका सरकार लक्ष्य प्रयोक्ता द्वारा लाइसेंस प्राप्त हैं (क) केवल वाणिज्यिक वस्तुओं के रूप में और (ख) केवल वे अधिकार जो सभी लक्षित प्रयोक्ताओं के लिए नियमों और शर्तों के अनुसार इसमें स्वीकृत हैं। अप्रकाशित-अधिकार संयुक्त अमेरिका के कॉपीराइट क़ानून के द्वारा सुरक्षित हैं।";
"Part43" = "१०. कानून और विच्छेदनीयता पर नियंत्रण। यह लाइसेंस कैलिफ़ोर्निया राज्य के क़ानून के अनुसार शासित और अनुमानित होगा, इसके निजी अंतर्राष्ट्रीय कानून के सिवाय। वस्तुओं की अंतर्राष्ट्रीय बिक्री के अनुबंध में यह लाइसेंस संयुक्त राष्ट्र संधिपत्र द्वारा शासित नहीं होगा, जिसका प्रयोग स्पष्ट रूप से अपवर्जित है। यदि आप यूनाइटेड किंगडम में आधारित उपभोक्ता हैं, तो यह लाइसेंस आपके निवास के क्षेत्राधिकार में आने वाले क़ानून द्वारा शासित होगा। यदि किसी कारण से सक्षम अधिकारिता वाला न्यायालय किसी प्रावधान, या इसका अंश, अप्रवर्तनीय पाता है, तो इस लाइसेंस का शेष पूर्ण रूप से बाध्य और प्रभावी होगा।";
"Part44" = "११. पूर्ण अनुबंध; शासित भाषा। यह लाइसेंस आपके और Apple के बीच Apple सॉफ़्टवेयर से संबधित संपूर्ण अनुबंध का गठन करता है और इस तरह की विषय वस्तु के बारे में सभी पूर्व या समकालीन सहमतियों को प्रतिस्थापित करता है। इस लाइसेंस में किसी भी तरह का सुधार या संशोधन बाध्यकारी नहीं होगा जब तक कि यह Apple द्वारा लिखित और हस्ताक्षरित न हो। इस लाइसेंस का कोई भी अनुवाद स्थानीय आवश्यकताओं के लिए किया गया है तथा अंग्रेज़ी और ग़ैर-अंग्रेज़ी संस्करणों के बीच होने वाले विवाद की स्थिति में इस लाइसेंस का अंग्रेज़ी संस्करण शासित होगा, जो आपके क्षेत्राधिकार की सीमा में स्थानीय क़ानून द्वारा निषिद्ध नहीं होगा।";
"Part45" = "१२. तृतीय पक्ष अभिस्वीकृतियां। Apple सॉफ़्टवेयर के कुछ भागों में तृतीय पक्ष के सॉफ़्टवेयर और अन्य कॉपीराइट वाली सामग्रियों का उपयोग किया जा सकता है। ऐसी सामग्रियों के लिए अभिस्वीकृतियाँ, लाइसेंसिंग की शर्तें और प्रकटीकरण Apple सॉफ़्टवेयर के इलेक्ट्रॉनिक दस्तावेज़ों में शामिल है और ऐसी सामग्रियों का आपके द्वारा किया जाने वाला उपयोग उनकी संबंधित शर्तों के अधीन होगा।";
"Part46" = "EA1576";
"Part47" = "१६/०८/२०१८";